Repository: iplweb/dkp
Catalog: dkp/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Anesthetist
pl: Anestezjolog

source: Nurse
pl: Pielęgniarka

source: Surgeon
pl: Chirurg

source: Can Accept Patients
pl: Możemy przyjąć pacjenta

source: Surgery Done
pl: Zapraszamy po pacjenta

source: Patient in the OR
pl: Pacjent na sali operacyjnej

source: Operating Room
pl: Sala operacyjna

source: Ward
pl: Odział

source: Welcome to DKP System
pl: Witamy w Systemie DKP

source: Welcome to the system. Let's perform the setup.
pl: Witamy w systemie. Wykonajmy konfigurację.

source: We need to ensure your audio is working properly for important notifications.
pl: Musimy upewnić się, że dźwięk działa prawidłowo dla ważnych powiadomień.

source: Note:
pl: Uwaga:

source: When you click Continue, a test sound will play automatically. Please ensure your speakers or headphones are ready.
pl: Po kliknięciu Kontynuuj, dźwięk testowy odegra się automatycznie. Upewnij się, że głośniki lub słuchawki są gotowe.

source: Continue
pl: Kontynuuj

source: Audio Test
pl: Test Dźwięku

source: Please ensure your speakers or headphones are connected and the volume is turned up.
pl: Upewnij się, że głośniki lub słuchawki są podłączone, a głośność jest włączona.

source: Volume Control
pl: Kontrola Głośności

source: Sound not playing
pl: Dźwięk nie jest odtwarzany

source: Can you hear the alert sound?
pl: Czy słyszysz dźwięk alarmowy?

source: No, try again
pl: Nie, spróbuj ponownie

source: Yes, I can hear it
pl: Tak, słyszę

source: Connecting...
pl: Łączenie...

source: Messages
pl: Wiadomości

source: Acknowledge All
pl: Potwierdź wszystkie

source: from Operating Room
pl: z sali operacyjnej

source: Can accept patients
pl: Możemy przyjąć pacjenta

source: Surgery completed, please pick up patient
pl: Operacja zakończona, proszę odebrać pacjenta

source: Patient is in the operating room
pl: Pacjent na sali operacyjnej

source: Acknowledge
pl: Potwierdź

source: No new messages
pl: Brak nowych wiadomości

source: Send Messages
pl: Wyślij wiadomości

source: CAN_ACCEPT_PATIENTS
pl: MOŻEMY_PRZYJĄĆ_PACJENTA

source: to Nurses
pl: do Pielęgniarek

source: SURGERY_DONE
pl: ZAPRASZAMY_PO_PACJENTA

source: PATIENT_IN_THE_OR
pl: PACJENT_NA_SALI_OPERACYJNEJ

source: to Surgeon
pl: do Chirurgów

source: Change Location
pl: Zmień lokalizację

source: Change Role
pl: Zmień rolę

source: Playing alert sound...
pl: Odtwarzanie dźwięku alarmowego...

source: Sound playback complete
pl: Odtwarzanie dźwięku zakończone

source: Could not play sound. Check your browser permissions.
pl: Nie można odtworzyć dźwięku. Sprawdź uprawnienia przeglądarki.

source: Acknowledging...
pl: Potwierdzanie...

source: No Recipients Available
pl: Brak odbiorców

source: There are no
pl: Nie ma

source: connected to
pl: połączonych z

source: Your message will not be received by anyone.
pl: Twoja wiadomość nie zostanie odebrana przez nikogo.

source: We suggest calling the ward directly:
pl: Sugerujemy zadzwonienie bezpośrednio na oddział:

source: Nurses
pl: Pielęgniarki

source: Surgeons
pl: Chirurdzy

source: Call Nurses
pl: Zadzwoń do pielęgniarek

source: Call Surgeons
pl: Zadzwoń do chirurgów

source: Cancel
pl: Anuluj

source: Please contact the ward through other means.
pl: Proszę skontaktować się z oddziałem telefonicznie.

source: Connected
pl: Połączeni

source: Send Messages to
pl: Wyślij wiadomości do

source: to
pl: do

source: in
pl: w

source: Recent Messages Sent
pl: Ostatnio wysłane wiadomości

source: To
pl: Do

source: Acknowledged at
pl: Potwierdzono o

source: No messages sent yet
pl: Brak wysłanych wiadomości

source: Change Ward
pl: Zmień oddział

source: Change Operating Room
pl: Zmień salę operacyjną

source: Choose Role
pl: Wybierz rolę

source: Direct Communication Portal
pl: Portal Bezpośredniej Komunikacji

source: Select Your Role
pl: Wybierz swoją rolę

source: Send messages from Operating Room
pl: Wysyłaj wiadomości z sali operacyjnej

source: Receive messages in Ward
pl: Odbieraj wiadomości na oddziale

source: Select Location
pl: Wybierz lokalizację

source: Role
pl: Rola

source: Select Your Location
pl: Wybierz swoją lokalizację

source: Back to Role Selection
pl: Powrót do wyboru roli

source: Select Operating Room
pl: Wybierz salę operacyjną

source: Select Your Operating Room
pl: Wybierz swoją salę operacyjną

source: Select Ward to Communicate
pl: Wybierz oddział do komunikacji

source: Select Ward to Communicate With
pl: Wybierz oddział z którym chcesz się komunikować

source: Users who can administer this hospital (not superusers)
pl: Użytkownicy mogący administrować tym szpitalem (nie superużytkownicy)

source: Nurse station telephone number
pl: Numer telefonu dyżurki pielęgniarskiej

source: Surgeon contact telephone number
pl: Numer kontaktowy chirurga

source: Operating Room Statistics
pl: Statystyki Sal Operacyjnych

source: Day
pl: Dzień

source: Week
pl: Tydzień

source: Month
pl: Miesiąc

source: Quarter
pl: Kwartał

source: Filters
pl: Filtry

source: Filtered
pl: Filtrowane

source: Previous
pl: Poprzedni

source: Select date
pl: Wybierz datę

source: Next
pl: Następny

source: Export to Excel
pl: Eksportuj do Excel

source: Sort by
pl: Sortuj według

source: Operating Rooms
pl: Sale operacyjne

source: Wards
pl: Oddziały

source: Apply Filters
pl: Zastosuj Filtry

source: Reset Filters
pl: Resetuj Filtry

source: Completed Surgeries
pl: Zakończone Operacje

source: Incomplete Entries
pl: Niekompletne Wpisy

source: Total OR Time Used
pl: Całkowity Czas Użycia Sali

source: Average OR Time
pl: Średni Czas Użycia Sali

source: Patients Called
pl: Pacjenci Wezwani

source: Patients Arrived
pl: Pacjenci Przyjęci

source: Patient Arrived
pl: Pacjent Przyjęty

source: Surgery Completed
pl: Operacja Zakończona

source: OR Usage Time
pl: Czas Użycia Sali

source: Incomplete
pl: Niekompletne

source: Complete
pl: Zakończone

source: Not completed
pl: Nie zakończono

source: No operating room usage data available for this period.
pl: Brak danych o użyciu sal operacyjnych dla tego okresu.

source: Message Log
pl: Dziennik Wiadomości

source: Complete Message Log
pl: Pełny Dziennik Wiadomości

source: Timestamp
pl: Czas

source: Sender Role
pl: Rola Nadawcy

source: Recipient Role
pl: Rola Odbiorcy

source: Acknowledged At
pl: Potwierdzono O

source: Duration to Ack (sec)
pl: Czas Potwierdzenia (sek)

source: Not acknowledged
pl: Nie potwierdzono

source: Summary
pl: Podsumowanie

source: Statistic
pl: Statystyka

source: Value
pl: Wartość

source: Total OR Time Used (hours)
pl: Całkowity Czas Użycia Sali (godziny)

source: Average OR Time (minutes)
pl: Średni Czas Użycia Sali (minuty)

source: OR Usage Time (minutes)
pl: Czas Użycia Sali (minuty)

source: Sign In
pl: Zaloguj

source: Sign in with:
pl: Zaloguj się przez:

source: Sign in with Google
pl: Zaloguj się przez Google

source: Sign in with Facebook
pl: Zaloguj się przez Facebook

source: Sign in with
pl: Zaloguj się przez

source: or
pl: lub

source: Username or Email
pl: Nazwa użytkownika lub e-mail

source: Enter your username or email
pl: Wprowadź nazwę użytkownika lub e-mail

source: Password
pl: Hasło

source: Enter your password
pl: Wprowadź hasło

source: Remember me
pl: Zapamiętaj mnie

source: Forgot your password?
pl: Zapomniałeś hasła?

source: Don't have an account?
pl: Nie masz konta?

source: Sign up
pl: Zarejestruj się

source: Sign Out
pl: Wyloguj

source: Are you sure you want to sign out?
pl: Czy na pewno chcesz się wylogować?

source: Sign Up
pl: Zarejestruj się

source: Sign up with:
pl: Zarejestruj się przez:

source: Sign up with Google
pl: Zarejestruj się przez Google

source: Sign up with Facebook
pl: Zarejestruj się przez Facebook

source: Sign up with
pl: Zarejestruj się przez

source: Username
pl: Nazwa użytkownika

source: Choose a username
pl: Wybierz nazwę użytkownika

source: Enter your email
pl: Wprowadź swój e-mail

source: Create a password
pl: Utwórz hasło

source: Your password must be at least 8 characters long.
pl: Hasło musi mieć co najmniej 8 znaków.

source: Confirm Password
pl: Potwierdź hasło

source: Confirm your password
pl: Potwierdź swoje hasło

source: Already have an account?
pl: Masz już konto?

source: Sign in
pl: Zaloguj się

source: DKP - Hospital Communication System
pl: DKP - System Komunikacji Szpitalnej

source: Dashboard
pl: Panel główny

source: Hospital Settings
pl: Ustawienia szpitala

source: Communication
pl: Komunikacja

source: Statistics
pl: Statystyki

source: Admin Panel
pl: Panel administracyjny

source: Logout
pl: Wyloguj

source: DKP Hospital Communication System
pl: DKP - System Komunikacji Szpitalnej

source: Login
pl: Zaloguj

source: Control Panel
pl: Panel sterowania

source: Welcome
pl: Witamy

source: Current Site
pl: Obecna strona

source: Hospital
pl: Szpital

source: Edit hospital information
pl: Edytuj informacje o szpitalu

source: Edit Hospital
pl: Edytuj szpital

source: Manage ward locations and contact information
pl: Zarządzaj lokalizacjami i kontaktami oddziałów

source: Manage Wards
pl: Zarządzaj oddziałami

source: Manage operating room locations
pl: Zarządzaj lokalizacjami sal operacyjnych

source: Manage Operating Rooms
pl: Zarządzaj salami operacyjnymi

source: Quick Actions
pl: Szybkie akcje

source: Go to Communication System
pl: Przejdź do systemu komunikacji

source: Save
pl: Zapisz

source: Delete Operating Room
pl: Usuń salę operacyjną

source: Warning!
pl: Uwaga!

source: Are you sure you want to delete this operating room?
pl: Czy na pewno chcesz usunąć tę salę operacyjną?

source: Name
pl: Nazwa

source: This action cannot be undone.
pl: Ta operacja nie może być cofnięta.

source: Yes, Delete
pl: Tak, usuń

source: Add Operating Room
pl: Dodaj salę operacyjną

source: Back to Dashboard
pl: Powrót do panelu

source: Actions
pl: Akcje

source: Edit
pl: Edytuj

source: Delete
pl: Usuń

source: No operating rooms found.
pl: Nie znaleziono sal operacyjnych.

source: Delete Ward
pl: Usuń oddział

source: Are you sure you want to delete this ward?
pl: Czy na pewno chcesz usunąć ten oddział?

source: Nurse Phone
pl: Telefon pielęgniarki

source: Surgeon Phone
pl: Telefon chirurga

source: Contact number for the nurse station
pl: Numer kontaktowy dyżurki pielęgniarskiej

source: Contact number for the surgeon
pl: Numer kontaktowy chirurga

source: Add Ward
pl: Dodaj oddział

source: No wards found.
pl: Nie znaleziono oddziałów.
